Repository: roddersuk/FlightControlDemonstrator
Catalog: src/locale/*/LC_MESSAGES/FCD.po
Languages: de, es, fr, it, ru

source: Flight Controls Demonstrator
de: Flugsteuerungen Demonstrator
es: Desarrollado por Rod Thomas (voluntario)
fr: Démonstrateur de Commandes de Vol
it: Dimostratore di Controlli di Volo
ru: Демонстратор управления полетом

source: Introduction
de: Anleitung
es: Instrucciones
fr: Instructions
it: Introduzione
ru: Вступление

source: How Do the Flight Controls Work on a Helicopter?
de: Wie funktionieren die Flugsteuerungen an einem Hubschrauber?
es: ¿Cómo funcionan los controles de vuelo en un helicóptero?
fr: Comment fonctionnent les commandes de vol sur un hélicoptère?
it: Come funzionano i controlli di volo su un elicottero?
ru: Как работает управление полетом на вертолете?

source: Try Out the Flight Controls and See How They Affect the Rotor Blades
de: Testen Sie die Flugsteuerungen und sehen Sie, wie sie die Rotorblätter beeinflussen
es: Pruebe los controles de vuelo y vea cómo afectan a las cuchillas del rotor
fr: Essayez les commandes de vol et voyez comment elles affectent les pales du rotor
it: Prova i controlli di volo e scopri come influenzano le pale del rotore
ru: Попробуйте органы управления полетом и посмотрите, как они влияют на лопасти ротора

source: Simple Flight Simulator
de: Einfacher Flugsimulator
es: Simulador de vuelo simple
fr: Simulateur de vol simple
it: Simulatore di volo semplice
ru: Простой симулятор полета

source: Advanced Flight Simulator
fr: Simulateur de vol avancé

source: About
de: Über
es: Acerca de
fr: Sur
it: Circa
ru: О

source: Welcome to the
de: Willkommen bei
es: Bienvenido a la
fr: Bienvenue sur le
it: Benvenuto al
ru: Добро пожаловать в

source: Flight Controls
de: Kontrollen
es: Demostración de
fr: Démonstrateur de
it: Dimostratore di
ru: Демонстратор

source: Demonstrator
de: Flugdemonstrator
es: Controles de Vuelo
fr: Commandes de Vol
it: Controlli di Volo
ru: системы управления полетом

source: Developed by Rod Thomas
fr: Développé par Rod Thomas

source: for The Helicopter Museum
de: für das Hubschrauber-Museum
es: para el Museo del helicóptero
fr: pour le musée de l’hélicoptère
it: per il Museo di elicottero
ru: для музея вертолетов

source: Do you want the blades to rotate?
de: Möchten Sie, dass sich die Klingen drehen?
es: ¿Quieres que las cuchillas giren?
fr: Voulez-vous que les lames tournent?
it: Vuoi che le lame ruotino?
ru: Вы хотите, чтобы лезвия вращались?

source: COLLECTIVE
de: KOLLEKTIV
es: COLECTIVO
fr: COLLECTIF
it: COLLETTIVO
ru: КОЛЛЕКТИВ

source: CYCLIC LONG
de: ZYKLISHE LÄNG
es: CICLICA LONG
fr: CYCLIQUE LONG
it: CICLICO LONG
ru: ЦИКЛИЧЕСКИЙ ПРОДОЛЬНЫЙ

source: CYCLIC LAT
de: ZYKLISHE SEIT
es: CICLICO LAT
fr: CYCLIQUE LAT
it: CICLICO LAT
ru: ЦИКЛИЧЕСКАЯ ШИРИНА

source: RUDDER PEDAL
de: RUDERPEDAL
es: PEDAL DE RUDDER
fr: PEDALE DE GONFLE
it: PEDALE DEL TIMONE
ru: ПЕДАЛЬ РУЛЯ

source: Watch how the blade angle changes as you move the controls.
de: Beobachten Sie, wie sich der Blattwinkel ändert, während Sie die Steuerelemente verschieben.
es: Observe cómo cambia el ángulo de la cuchilla a medida que mueve los controles.
fr: Observez l'évolution de l'angle de la lame lorsque vous déplacez les commandes.
it: Guarda come cambia l'angolo della lama mentre muovi i controlli.
ru: Наблюдайте за изменением угла лезвия при перемещении элементов управления.

source: The movement is exaggerated for the purposes of illustration.
de: Die Bewegung ist zu Illustrationszwecken übertrieben dargestellt.
es: El movimiento es exagerado a efectos ilustrativos.
fr: Le mouvement est exagéré à des fins d'illustration.
it: Il movimento è esagerato ai fini dell'illustrazione.
ru: Движение преувеличено для иллюстрации.

source: Missing file
de: Fehlende Datei
es: Archivo perdido
fr: Fichier manquant
it: File mancante
ru: Отсутствующий файл

source: for language
de: für die Sprache
es: para el lenguaje
fr: pour la langue
it: per la lingua
ru: для языка

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ru: да

source: No
de: Nein
fr: Non
ru: Нет

source: On the ground
de: Auf dem Boden
es: En el piso
fr: Par terre
it: Per terra
ru: На земле

source: Centre the cyclic, lower the collective and then press the button to start the engine. Try to take off, fly around and land back on the pad.
fr: Centrez le cyclique, abaissez le collectif puis appuyez sur le bouton pour démarrer le moteur. Essayez de décoller, voler et atterrir sur le pad.

source: The direction arrow at the top of the screen indicates where to find the landing pad.
de: Der Richtungspfeil oben auf dem Bildschirm zeigt an, wo sich der Landeplatz befindet.
es: La flecha de dirección en la parte superior de la pantalla indica dónde encontrar la plataforma de aterrizaje.
fr: La flèche de direction en haut de l'écran indique où se trouve la piste d'atterrissage.
it: La freccia direzionale nella parte superiore dello schermo indica dove trovare il pad di atterraggio.
ru: Стрелка направления в верхней части экрана указывает, где найти посадочную площадку.

source: Starting up
de: Inbetriebnahme
es: Empezando
fr: Démarrage
it: Cominciando
ru: Запуск

source: Running
de: Laufen
es: Funcionamiento
fr: Fonctionnement
it: In esecuzione
ru: Бег

source: Flying
de: Fliegend
es: Volador
fr: En volant
it: Volante
ru: Летающий

source: Landed OK
de: OK gelandet
es: Aterrizó bien
fr: Atterri OK
it: Atterrato OK
ru: Приземлился нормально

source: Oh dear, I'm afraid you crash landed!
de: Oh mein Lieber, ich fürchte, dein Absturz ist gelandet!
es: Oh cielos, me temo que te caes a tierra!
fr: Oh mon dieu, j'ai bien peur que votre crash se soit posé!
it: Oh, cara, temo che tu sia caduto a terra!
ru: О боже, боюсь, ты разбился!

source: Missed the landing pad
de: Verpasste den Landeplatz
es: Perdí la pista de aterrizaje
fr: Manqué la piste d'atterrissage
it: Manca il pad di atterraggio
ru: Пропустил посадочную площадку

source: You landed OK but you missed the landing pad
de: Sie sind gut gelandet, haben aber den Landeplatz verpasst
es: Aterrizaron bien pero perdieron la pista de aterrizaje
fr: Tu as bien atterri mais tu as raté la piste d'atterrissage
it: Hai atterrato OK ma hai perso il pad di atterraggio
ru: Вы приземлились нормально, но не попали в посадочную площадку

source: That was a heavy landing, and you missed the landing pad!
de: Das war eine schwere Landung. und du hast den Landeplatz verpasst!
es: Eso fue un aterrizaje pesado, y te perdiste la pista de aterrizaje!
fr: C'était un atterrissage lourd, et vous avez manqué la piste d'atterrissage!
it: Quello era un atterraggio pesante, e ti sei perso il pad di atterraggio!
ru: Это была тяжелая посадка, и вы пропустили посадочную площадку!

source: Well done! You landed safely back on the landing pad
de: Gut gemacht! Sie sind sicher auf dem Landeplatz gelandet
es: ¡Bien hecho! Has aterrizado a salvo en la pista de aterrizaje
fr: Bien joué! Vous avez atterri en toute sécurité sur l'aire d'atterrissage
it: Molto bene! Sei atterrato sicuro sul pianerottolo
ru: Отличная работа! Вы благополучно приземлились на посадочную площадку

source: You landed back on the pad but it was quite a heavy landing
de: Du bist wieder auf dem Landeplatz gelandet aber es war eine ziemlich schwere Landung
es: Usted aterrizó de nuevo en la plataforma pero fue un aterrizaje bastante pesado
fr: Vous avez atterri sur le pad mais c'était un atterrissage assez lourd
it: Sei atterrato sul tappetino ma era un atterraggio piuttosto pesante
ru: Вы приземлились обратно на площадку но это была довольно тяжелая посадка

source: Developed by Rod Thomas (volunteer)
de: Entwickelt von Rod Thomas (Freiwilliger)
es: Desarrollado por Rod Thomas (voluntario)
it: Sviluppato da Rod Thomas (volontariato)
ru: Разработано Родом Томасом (волонтер)

source: Centre the cyclic stick, lower the collective and put your feet on the anti-torque pedals. Then press the button to start the engine. Try to take off, fly around and land back on the pad.
de: Zentrieren Sie den zyklischen Steuerknüppel, senken Sie das Kollektiv und stellen Sie Ihre Füße auf die Anti-Drehmoment-Pedale. Drücken Sie dann die Taste, um den Motor zu starten. Versuchen Sie zu starten, fliegen Sie herum und landen Sie wieder auf dem Pad.
es: Centre la palanca cíclica, baje el colectivo y ponga los pies en los pedales antipar. Luego presione el botón para arrancar el motor. Intenta despegar, vuela alrededor y aterriza de nuevo en la plataforma.
it: Centrare lo stick ciclico, abbassare il collettivo e mettere i piedi sui pedali anticoppia. Quindi premere il pulsante per avviare il motore. Prova a decollare, vola in volo e atterra sul tappetino.
ru: Отцентрируйте циклический джойстик, опустите колхоз и поставьте ноги на антикрутящие педали. Затем нажмите кнопку, чтобы запустить двигатель. Попробуйте взлететь, облететь и приземлиться обратно на площадку.
